/***********************************************************************/
/*  FILE : returnIndex.js                                              */
/*  DATE : Saturday, August 23, 2025                                   */
/*  NOTE : This page returns to the Start Menu.                        */
/***********************************************************************/

// 厳格モード
'use strict';

/*==============================================================================
関数名　　　　　: Return
機能　　　　　　: スタート画面にページ遷移する
引数説明　　　　: 無
戻り値　　　　　: 無
特記事項　　　　: なし
==============================================================================*/
function Return() {
    // sessionStorateの初期化
    sessionStorage.clear();
    window.location ="../index.html";
}
